//*************************************************************************
//*************************************************************************
//**                                                                     **
//**        (C)Copyright 1985-2011, American Megatrends, Inc.            **
//**                                                                     **
//**                       All Rights Reserved.                          **
//**                                                                     **
//**      5555 Oakbrook Parkway, Suite 200, Norcross, GA 30093           **
//**                                                                     **
//**                       Phone: (770)-246-8600                         **
//**                                                                     **
//*************************************************************************
//*************************************************************************

//*************************************************************************
// $Header: $
//
// $Revision: $
//
// $Date: $
//*************************************************************************
// Revision History
// ----------------
// $Log: $
// 
//*************************************************************************

//*************************************************************************
//<AMI_FHDR_START>
//
// Name:  IntelRefVerDisplay.uni
//
// Description: String Definitions for Intel RC Version form.Some of the 
// strings are dynamically updated getting the values from IntelRefVerSetup.c
//
//<AMI_FHDR_END>
//*************************************************************************

/=#
#include "VFR.uni"

#string STR_INTEL_RC_VERSION_FORM               #language eng "Intel RC Drivers Version Detail"
#string STR_INTEL_RC_VERSION_FORM_HELP          #language eng "Displays Version String for drivers"

#string STR_INTEL_CPU_RC_VER_HELP               #language eng "Intel CPU RC Version"
#string STR_INTEL_CPU_RC_VER_NAME               #language eng "Intel CPU RC Version"
#string STR_INTEL_CPU_RC_VER_VALUE              #language eng "N/A" //dynamically updated

#string STR_INTEL_SA_RC_VER_HELP                #language eng "Intel SA RC Version"
#string STR_INTEL_SA_RC_VER_NAME                #language eng "Intel SA RC Version"
#string STR_INTEL_SA_RC_VER_VALUE               #language eng "N/A" //dynamically updated

#string STR_INTEL_PCH_RC_VER_HELP               #language eng "Intel PCH RC Version"
#string STR_INTEL_PCH_RC_VER_NAME               #language eng "Intel PCH RC Version"
#string STR_INTEL_PCH_RC_VER_VALUE              #language eng "N/A" //dynamically updated

#string STR_INTEL_ACPI_RC_VER_HELP              #language eng "Intel ACPI RC Version"
#string STR_INTEL_ACPI_RC_VER_NAME              #language eng "Intel ACPI RC Version"
#string STR_INTEL_ACPI_RC_VER_VALUE             #language eng "N/A" //dynamically updated

#string STR_INTEL_ME_RC_VER_HELP                #language eng "Intel ME RC Version"
#string STR_INTEL_ME_RC_VER_NAME                #language eng "Intel ME RC Version"
#string STR_INTEL_ME_RC_VER_VALUE               #language eng "N/A" //dynamically updated

#string STR_INTEL_DTS_RC_VER_HELP               #language eng "Intel DTS RC Version"
#string STR_INTEL_DTS_RC_VER_NAME               #language eng "Intel DTS RC Version"
#string STR_INTEL_DTS_RC_VER_VALUE              #language eng "N/A" //dynamically updated

#string STR_INTEL_RST_RC_VER_HELP              #language eng "Intel RST RC Version"
#string STR_INTEL_RST_RC_VER_NAME              #language eng "Intel RST RC Version"
#string STR_INTEL_RST_RC_VER_VALUE             #language eng "N/A" //dynamically updated

#string STR_INTEL_SG_RC_VER_HELP                #language eng "Intel SG RC Version"
#string STR_INTEL_SG_RC_VER_NAME                #language eng "Intel SG RC Version"
#string STR_INTEL_SG_RC_VER_VALUE               #language eng "N/A" //dynamically updated


//*************************************************************************
//*************************************************************************
//**                                                                     **
//**        (C)Copyright 1985-2011, American Megatrends, Inc.            **
//**                                                                     **
//**                       All Rights Reserved.                          **
//**                                                                     **
//**      5555 Oakbrook Parkway, Suite 200, Norcross, GA 30093           **
//**                                                                     **
//**                       Phone: (770)-246-8600                         **
//**                                                                     **
//*************************************************************************
//*************************************************************************